output-feast-serve-5/output-e60-f50-c5-r10.txt
Requests      [total, rate, throughput]         600, 10.02, 9.99
Duration      [total, attack, wait]             1m0s, 59.9s, 134.999ms
Latencies     [min, mean, 50, 90, 95, 99, max]  126.788ms, 138.398ms, 136.541ms, 145.33ms, 153.374ms, 177.011ms, 187.332ms
Bytes In      [total, mean]                     71491381, 119152.30
Bytes Out     [total, mean]                     251605, 419.34
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: