output-feast-serve-5/output-e80-f50-c5-r10.txt
Requests      [total, rate, throughput]         600, 10.02, 9.99
Duration      [total, attack, wait]             1m0s, 59.9s, 160.63ms
Latencies     [min, mean, 50, 90, 95, 99, max]  148.917ms, 163.315ms, 160.421ms, 174.833ms, 188.98ms, 205.433ms, 223.122ms
Bytes In      [total, mean]                     94705240, 157842.07
Bytes Out     [total, mean]                     322336, 537.23
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: